12/data/attachments/de2743ac3e2e7da2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Seth_much_Actions_47769_4</nif:username>
            <nif:friendToBeRequested>soap_actions_00d9716a-eed4-4b55-97cf-4fd95346d49a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>